Repository: ZigaoWang/psst-map
Catalog: PsstMap/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ and %lld more
zh_hans: %1$@ 及另外 %2$lld 个

source: %@ away
zh_hans: 距离 %@

source: %lld kinds
zh_hans: %lld 种地点

source: %lld neighborhoods
zh_hans: %lld 个街区

source: %lld places
zh_hans: %lld 个地点

source: %lld story types
zh_hans: %lld 类故事

source: (A legend, not a proven fact.)
zh_hans: （传说，未经证实。）

source: (Disputed: sources disagree.)
zh_hans: （有争议：各方说法不一。）

source: 1 neighborhood
zh_hans: 1 个街区

source: 1 place
zh_hans: 1 个地点

source: 3D map of %@
zh_hans: %@ 的 3D 地图

source: 3D map. Drag to look around.
zh_hans: 3D 地图。拖动即可四处查看。

source: A story people tell. It isn't proven, or it's known to be untrue.
zh_hans: 人们口耳相传的故事，未经证实，或已知不实。

source: About
zh_hans: 简介

source: All of %@
zh_hans: 整个%@

source: All stories
zh_hans: 全部故事

source: Architect
zh_hans: 建筑师

source: Architecture, art, and signs
zh_hans: 建筑、艺术与招牌

source: Area
zh_hans: 面积

source: Areas
zh_hans: 区域

source: Backed by reliable sources.
zh_hans: 有可靠来源佐证。

source: Bridge or tunnel
zh_hans: 桥梁或隧道

source: Bridges, tunnels, and subways
zh_hans: 桥梁、隧道与地下通道

source: Browse the feed
zh_hans: 浏览推荐

source: Builder
zh_hans: 承建方

source: Building
zh_hans: 建筑

source: Built
zh_hans: 建成于

source: Can't find your location
zh_hans: 无法获取你的位置

source: Cancel
zh_hans: 取消

source: Capacity
zh_hans: 容量

source: Check that Location Services are on, then try again.
zh_hans: 请确认已打开定位服务，然后重试。

source: Choose a city to see its neighborhoods, or search for any place, person, or story.
zh_hans: 选择一座城市查看它的街区，或搜索任何地点、人物或故事。

source: Choose a source to open it
zh_hans: 选择一个来源即可打开

source: Choose an area
zh_hans: 选择区域

source: Choose where the feed shows places from
zh_hans: 选择推荐中的地点来自哪里

source: Churches, temples, and mosques
zh_hans: 教堂、寺庙与清真寺

source: Cities
zh_hans: 城市

source: Clear search
zh_hans: 清除搜索

source: Close
zh_hans: 关闭

source: Commemorates
zh_hans: 纪念对象

source: Commissioned by
zh_hans: 委托方

source: Contact
zh_hans: 联系

source: Couldn't find your location. Showing everywhere instead.
zh_hans: 无法获取你的位置，改为显示所有地方。

source: Creator
zh_hans: 创作者

source: Credits
zh_hans: 致谢

source: Culture
zh_hans: 文化

source: Dedicated to
zh_hans: 奉献对象

source: Design
zh_hans: 设计

source: Disputed
zh_hans: 有争议

source: Disputed: sources disagree
zh_hans: 有争议：各方说法不一

source: Docks, rivers, canals, and fountains
zh_hans: 码头、河流、运河与喷泉

source: Documented by sources you can open from every story.
zh_hans: 每个故事都附有可以打开查看的来源。

source: Done
zh_hans: 完成

source: Double-tap for the full story and sources
zh_hans: 连按两下查看完整故事和来源

source: Drag and pinch to explore.
zh_hans: 拖动和双指缩放来探索。

source: Each place was researched from published sources, and its location comes from Wikidata or OpenStreetMap. If something looks wrong, the sources are one tap away.
zh_hans: 每个地点都依据公开发表的资料整理，位置来自 Wikidata 或 OpenStreetMap。如果发现不对，轻点一下就能查看来源。

source: Elevation
zh_hans: 海拔

source: Engineering
zh_hans: 工程

source: Era
zh_hans: 时代

source: Established
zh_hans: 建立于

source: Event
zh_hans: 事件

source: Every place has a secret. Here are the good ones.
zh_hans: 每个地方都有秘密。这里是最有意思的那些。

source: Everything without a label is a documented fact with sources you can check.
zh_hans: 没有标注的内容都是有据可查的事实，来源可供核对。

source: Everywhere
zh_hans: 所有地方

source: Fact
zh_hans: 事实

source: Facts
zh_hans: 事实

source: Feed
zh_hans: 推荐

source: Filter
zh_hans: 筛选

source: Filtered
zh_hans: 已筛选

source: Find a place, or browse areas
zh_hans: 查找地点或浏览区域

source: Find them on the map
zh_hans: 在地图上找到它们

source: Floors
zh_hans: 楼层

source: Found on Psst
zh_hans: 发现于 Psst

source: Founded
zh_hans: 创立于

source: From Apple Maps. Check before you go.
zh_hans: 信息来自 Apple 地图。出发前请再确认。

source: Full-screen map
zh_hans: 全屏地图

source: Getting search ready
zh_hans: 正在准备搜索

source: Height
zh_hans: 高度

source: Help choose new areas
zh_hans: 帮助选择新区域

source: Heritage status
zh_hans: 保护级别

source: Hidden
zh_hans: 已隐藏

source: Hidden detail
zh_hans: 隐藏细节

source: History
zh_hans: 历史

source: How it was built and works
zh_hans: 如何建造与运作

source: How to read it
zh_hans: 如何阅读

source: In Apple Maps
zh_hans: 在 Apple 地图中查看

source: It's offensive or inappropriate
zh_hans: 内容冒犯或不当

source: It's out of date
zh_hans: 内容已过时

source: Key facts from Wikidata
zh_hans: 基本信息来自维基数据

source: Labels on stories
zh_hans: 故事标签

source: Legend
zh_hans: 传说

source: Legend, not a proven fact
zh_hans: 传说，未经证实

source: Legend: an unproven story
zh_hans: 传说：未经证实的故事

source: Legends
zh_hans: 传说

source: Legends are labeled
zh_hans: 传说都有标注

source: Length
zh_hans: 长度

source: Loading picture
zh_hans: 正在加载图片

source: Loading places
zh_hans: 正在加载地点

source: Location data from Wikidata (CC0)
zh_hans: 位置数据来自 Wikidata（CC0）

source: Location data © OpenStreetMap contributors (ODbL)
zh_hans: 位置数据 © OpenStreetMap 贡献者（ODbL）

source: Location from Wikidata
zh_hans: 位置来自 Wikidata

source: Location is off for Psst
zh_hans: Psst 的定位已关闭

source: Location is off for Psst. Turn it on in Settings to see what's around you.
zh_hans: Psst 的定位已关闭。在“设置”中打开即可查看你周围有什么。

source: Location © OpenStreetMap contributors
zh_hans: 位置 © OpenStreetMap 贡献者

source: Look Around
zh_hans: 四处看看

source: Made
zh_hans: 制作于

source: Made by
zh_hans: 开发者

source: Map
zh_hans: 地图

source: Maps and street-level imagery by Apple Maps. In mainland China, map data is licensed by Apple from local providers.
zh_hans: 地图和街景图像由 Apple 地图提供。在中国大陆，地图数据由 Apple 从本地供应商获得授权。

source: Material
zh_hans: 材料

source: Monument
zh_hans: 纪念物

source: More
zh_hans: 更多

source: Movement
zh_hans: 运动

source: Museums, theaters, and markets
zh_hans: 博物馆、剧院与市场

source: Music, film, TV, books, and games
zh_hans: 音乐、电影、电视、书籍与游戏

source: Name origin
zh_hans: 名字由来

source: Named after
zh_hans: 得名于

source: Near me
zh_hans: 我附近

source: Nearby
zh_hans: 附近

source: Neighborhoods
zh_hans: 街区

source: No picture right now
zh_hans: 暂时没有图片

source: No places here yet
zh_hans: 这里还没有地点

source: Not now
zh_hans: 以后再说

source: Nothing called “%@” yet
zh_hans: 还没有叫“%@”的内容

source: Nothing near you yet
zh_hans: 你附近还没有地点

source: Nothing near you yet, so these are the closest places Psst knows.
zh_hans: 你附近还没有地点，这些是 Psst 已知离你最近的地方。

source: Nothing saved yet
zh_hans: 还没有收藏

source: OK
zh_hans: 好

source: Odd rules, customs, and records
zh_hans: 奇特的规矩、习俗与纪录

source: Offices, homes, hotels, shops, and pubs
zh_hans: 办公楼、住宅、酒店、商店与酒吧

source: On map
zh_hans: 在地图上

source: Open Database License
zh_hans: 开放数据库许可证

source: Open Settings
zh_hans: 打开设置

source: Opened
zh_hans: 启用于

source: Opening hours
zh_hans: 开放时间

source: Opens the full story
zh_hans: 打开完整故事

source: Opens the photo full screen
zh_hans: 全屏查看照片

source: Opens where the photo came from
zh_hans: 打开照片的来源

source: Operator
zh_hans: 运营方

source: Or just swipe
zh_hans: 或者直接滑动

source: Other places
zh_hans: 其他地点

source: Park or garden
zh_hans: 公园或花园

source: Parks, gardens, and squares
zh_hans: 公园、花园与广场

source: People
zh_hans: 人物

source: Person or group
zh_hans: 人物或团体

source: Phone
zh_hans: 电话

source: Photo %@: %@
zh_hans: 照片（%1$@）：%2$@

source: Photo: %@
zh_hans: 照片：%@

source: Photos
zh_hans: 照片

source: Pin colors on the map follow these kinds.
zh_hans: 地图上图钉的颜色对应这些类别。

source: Place
zh_hans: 地点

source: Place of worship
zh_hans: 宗教场所

source: Places
zh_hans: 地点

source: Places, neighborhoods, people, stories
zh_hans: 地点、街区、人物、故事

source: Pop culture
zh_hans: 流行文化

source: Privacy
zh_hans: 隐私

source: Privacy policy
zh_hans: 隐私政策

source: Psst doesn't cover where you are right now. Pick an area to explore instead.
zh_hans: Psst 暂时还没覆盖你所在的地方。选一个区域去探索吧。

source: Quirk
zh_hans: 趣闻

source: Read more
zh_hans: 阅读更多

source: Reliable sources disagree about this.
zh_hans: 可靠来源对此说法不一。

source: Religion
zh_hans: 宗教

source: Remove
zh_hans: 移除

source: Remove from saved
zh_hans: 从收藏中移除

source: Report a problem
zh_hans: 报告问题

source: Reports go to the people who check Psst's stories. They aren't linked to you. Please don't include personal information.
zh_hans: 报告会发送给负责核查 Psst 故事的人，不会与你关联。请不要填写个人信息。

source: Save
zh_hans: 收藏

source: Saved
zh_hans: 收藏

source: Saved. It will send when you're back online.
zh_hans: 已保存，联网后会自动发送。

source: Search
zh_hans: 搜索

source: Search places
zh_hans: 搜索地点

source: Send
zh_hans: 发送

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Show all
zh_hans: 全部显示

source: Show everywhere
zh_hans: 显示所有地方

source: Show me anyway
zh_hans: 仍然显示

source: Show my location
zh_hans: 显示我的位置

source: Show on map
zh_hans: 在地图上显示

source: Show original
zh_hans: 显示原文

source: Show places from
zh_hans: 显示地点来自

source: Showing places from %@
zh_hans: 正在显示 %@ 的地点

source: Showing results for “%@”
zh_hans: 正在显示“%@”的结果

source: Shown
zh_hans: 已显示

source: Shows every kind of place again
zh_hans: 重新显示所有类别的地点

source: Shows every place connected by it
zh_hans: 显示与之相关的所有地点

source: Shows only these. Choose more to add them.
zh_hans: 只显示这些。选择更多即可添加。

source: Shows what's surprising about this place
zh_hans: 显示这个地方的意外之处

source: Some stories are too good to leave out and too shaky to call facts. You'll always know which is which.
zh_hans: 有些故事精彩到舍不得删，又站不住脚算不上事实。你总能分清哪些是哪些。

source: Something else
zh_hans: 其他问题

source: Something in it is wrong
zh_hans: 内容有误

source: Something went quiet
zh_hans: 出了点问题

source: Sources: %@
zh_hans: 来源：%@

source: Spotted something wrong? Every story links to its sources.
zh_hans: 发现错误？每个故事都附有来源链接。

source: Start again
zh_hans: 重新开始

source: Start exploring
zh_hans: 开始探索

source: Stations, stops, and piers
zh_hans: 车站、站点与码头

source: Statues, plaques, and markers
zh_hans: 雕像、铭牌与标记

source: Stories
zh_hans: 故事

source: Stories are written in English. When a translation into %@ is available on this device, it's shown instead, with a way back to the original.
zh_hans: 故事以英文撰写。如果此设备可以翻译成%@，就会显示译文，也可以随时切回原文。

source: Stories people tell that aren't proven, or are known to be untrue. They're always labeled.
zh_hans: 人们流传的故事，未经证实或已知不实。它们都有标注。

source: Stories updated
zh_hans: 故事更新于

source: Story
zh_hans: 故事

source: Street
zh_hans: 街道

source: Streets, alleys, corners, and roundabouts
zh_hans: 街道、小巷、街角与环岛

source: Structural engineer
zh_hans: 结构工程师

source: Style
zh_hans: 风格

source: Taken in %@
zh_hans: 摄于 %@

source: Tap a pin to see a place and what's surprising about it.
zh_hans: 轻点图钉，查看地点和它的意外之处。

source: Tap one to see only those stories, then tap more to add them.
zh_hans: 轻点一项只看这类故事，再点其他项可以添加。

source: Tell us more (optional)
zh_hans: 补充说明（可选）

source: Thanks. We'll take a look.
zh_hans: 谢谢，我们会去核实。

source: That's everything
zh_hans: 就这些了

source: That's the most reports for one day. Please try again tomorrow.
zh_hans: 今天的报告次数已达上限，请明天再试。

source: The feed brings you one place at a time, from everywhere Psst knows.
zh_hans: 推荐每次为你带来一个地点，来自 Psst 知道的所有地方。

source: The pin is in the wrong place
zh_hans: 图钉位置不对

source: The places bundled with the app could not be found.
zh_hans: 找不到 App 自带的地点数据。

source: The places could not be read (%@).
zh_hans: 无法读取地点数据（%@）。

source: The stories behind the places people walk past. Every place here has at least one thing about it worth leaning over to tell a friend.
zh_hans: 人们每天路过的地方背后的故事。这里的每个地点，都至少有一件事值得你凑过去告诉朋友。

source: Theme
zh_hans: 主题

source: Things people walk past
zh_hans: 人们路过的东西

source: Thread: %@
zh_hans: 线索：%@

source: Threads
zh_hans: 线索

source: Translate
zh_hans: 翻译

source: Translate stories automatically
zh_hans: 自动翻译故事

source: Translated from English
zh_hans: 译自英文

source: Translates into %@
zh_hans: 翻译成%@

source: Transport
zh_hans: 交通

source: Try a street, a station, a person, or a word from a story.
zh_hans: 试试街道、车站、人物，或故事里的一个词。

source: Try again
zh_hans: 重试

source: Try again. If it keeps happening, reinstalling Psst will fix it.
zh_hans: 请重试。如果一直出现，重新安装 Psst 即可解决。

source: Try another area, or look everywhere.
zh_hans: 换个区域，或查看所有地方。

source: Turn it on in Settings to see the places around you.
zh_hans: 在“设置”中打开，即可查看你周围的地点。

source: Version
zh_hans: 版本

source: Visiting
zh_hans: 参观信息

source: Walk here
zh_hans: 步行前往

source: Water
zh_hans: 水域

source: Website
zh_hans: 网站

source: What used to be here
zh_hans: 这里曾经是什么

source: What's inside
zh_hans: 包含内容

source: What's the problem?
zh_hans: 有什么问题？

source: When a place surprises you, tap Save and it will wait for you here.
zh_hans: 遇到让你惊喜的地方，轻点“收藏”，它就会在这里等你。

source: When you look at a city-sized part of the map with no stories yet, Psst sends which area it was (a hexagon of about 250 km²) and nothing else, so we know where to research next. It never sends where you are. Your saved places, history, and location stay on this device.
zh_hans: 当你查看地图上还没有故事的城市大小区域时，Psst 只会发送是哪个区域（约 250 平方公里的六边形），不发送其他任何信息，好让我们知道下一步去哪里调研。它绝不会发送你所在的位置。你的收藏、浏览记录和位置都只保存在此设备上。

source: Where names came from
zh_hans: 名字从何而来

source: Where reliable sources disagree. The full story explains how.
zh_hans: 可靠来源说法不一的地方。完整故事会说明分歧所在。

source: Who lived or worked here
zh_hans: 谁曾在这里生活或工作

source: You've already reported this story. Thanks, we have it.
zh_hans: 你已经报告过这个故事了。谢谢，我们已收到。

source: You've been through all %lld places in %@. More are on the way.
zh_hans: 你已经看完了%2$@的全部 %1$lld 个地点。更多内容即将到来。

source: Zooms in to show them
zh_hans: 放大以显示它们
